Repository: skyrood/MovieQuiz
Catalog: MovieQuiz/Localization/Localizable.xcstrings
Source language: en
Languages: ja, ru

# errorAlertButtonText
source: Try again
ja: もう一度試す
ru: Попробовать еще раз

# errorAlertTitle
source: An error occurred
ja: エラーが発生しました
ru: Ошибка

# noButtonText
source: No
ja: いいえ
ru: Нет

source: Question
ja: 問題
ru: Вопрос

# questionGreaterThan
source: Is this movie's rating greater than %d?
ja: この映画の評価は%d以上ですか?
ru: Рейтинг этого фильма больше чем %d?

# questionLessThan
source: Is this movie's rating less than %d?
ja: この映画の評価は%d未満ですか?
ru: Рейтинг этого фильма меньше чем %d?

# quizResultButtonText
source: Play again
ja: もう一度プレイする
ru: Сыграть еще раз

# quizResultMessage
source: Your result: %@ Amount of games played: %@ Best game: %@ Average accuracy: %@
ja: あなたの結果: %@ プレイしたゲーム数: %@ 最高のゲーム: %@ 平均精度: %@
ru: Ваш результат: %@ Количество сыгранных игр: %@ Лучшая игра: %@ Средняя точность: %@

# quizResultTitle
source: Round completed
ja: ラウンド完了
ru: Раунд завершен

# yesButtonText
source: Yes
ja: はい
ru: Да
